; Беларускі моўны файл v3.6.2
; Аўтар: bursoft
codepage=1251
error=ПАМЫЛКА^!
startup_error1=Batch ApkTool не мае поўнага доступу да папкі, або шлях ўстаноўкі ўтрымлівае недапушчальныя сімвалы
startup_error2=Batch ApkTool не мае дазволу на запіс у папку
previous_java1=У вас ўсталявана Java
previous_java2=Для карэктнай працы Batch ApkTool патрабуецца Java 8 або вышэй
get_java=Спампаваць апошнюю версію Java можна тут https://www.java.com/ru/download/
java_notfound=Java не знойдзена
ON=ТАК
OFF=НЕ
MANUAL=ЎРУЧНУЮ
project=Цяперашні праект                            
currentapk=Абраны APK                                  
currentjar=Абраны JAR                                  
apilevel=ўзровень API                              
keepbroken=пакінуць пашкоджаныя рэсурсы              
buildexpert=збіраць у экспертным рэжыме               
dontwritedebug=Выдаліць адладкавую інфармацыю з smali-кода 
signafter=Падпісаць выніковы APK                      
key=ключ для падпісання                       
openlog=Адкрыць лог                                                           
language=Мова                                        
deodexall=Дэадэксаваць ўсе APK і JAR                  
copy_deodexed_apk=Скапіраваць дэадэкс. APK ў _INPUT_APK       
copy_deodexed_jar=Скапіраваць дэадэкс. JAR ў _INPUT_JAR       
baksmaliapk=Дэкампіляваць APK (толькі smali)
smaliapk=Рэкампіляваць APK
baksmalijar=Дэкампіляваць JAR (толькі smali)
smalijar=Рэкампіляваць JAR
decompile=Дэкампіляваць APK                           
decompile_r=Дэкампіляваць APK (толькі рэсурсы)          
recompile=Рэкампіляваць APK                           
signfiles=Падпісаць файлы
zipalfiles=Выраўнаваць файлы
viewsource=Паказаць зыходны код Java >
plugins=Убудовы >
selplugin=АБЯРЫЦЕ УБУДОВУ:
adbmenu=ADB:
devices=Падключэнне прылады >                       
install=Ўсталяваць APK >                            
rootremount=Рэжым root, мантаванне для запісу           
pull=Скапіраваць з прылады >                     
push=Скапіраваць на прыладу >                    
screenshot=Зрабіць здымак экрана                       
screenrecord=Запісаць відэа з экрана
shell=Адчыніць тэрмінал
logs=Паказаць логі >
reboot=Перазагрузіць прыладу >
info=Інфармацыя пра прыладу
kill-server=Скончыць працу ADB
servicemenu=АБСЛУГОЎВАННЕ:
cleanup1=Ачысціць папкі _framework, _system          
cleanup2=Ачысціць папкі _INPUT_APK, _INPUT_JAR       
cleanup3=Ачысціць папкі _OUT_APK, _OUT_JAR
cleanup4=Ачысціць УСЕ папкі
exitmenu=ВЫХАД
choosetask=АБЯРЫЦЕ ДЗЕЯННЕ:
instframe=Ўстаноўка фрэймворка
instframe_error=Памылка ўстаноўкі фрэймворка
inputapk_empty=Змясціце файлы для дэкампіляцыя ў папку _INPUT_APK. Падрабязнасці глядзіце ў readme.txt.
decompiling=Дэкампіляцыя
decompiling_error=Памылка дэкампіляцыі
recompiling=Рэкампіляцыя
recompiling_error=Памылка рэкампіляцыі
orignotfound=ПАМЫЛКА^! Арыгінальны файл не знойдзены.
backupnotfound=ПАМЫЛКА^! Папка _backup не знойдзена.
done=ЗДЗЕЙСНЕНА
signing=Падпісанне
signing_error=Памылка падпісання
doneerrors=ЗДЗЕЙСНЕНА з ^!error_count^! ПАМЫЛКАМІ.
zipal=Выраўноўванне
zipal_error=Памылка выраўноўвання
selectviewer=Прагляднік зыходнага кода Java:
cancel=АДМЕНА
makechoice=Калі ласка, зрабіце выбар:
dragajd=перацягніце APK, JAR або DEX-файл сюды:
genjava=Генерацыя Java-кода з
genjava_error=Памылка генерацыі Java-кода з
apilevel_log=Узровень API                
buildexpert_log=Экспертны рэжым             
signafter_log=Падпісанне                  
press1=Націсніце ENTER для працягу або ўвядзіце 1, каб адкрыць лог:
deletedialog=Выдаленне ўсіх файлаў у папках:
proceed=Працягнуць?
yes=ТАК
selproj=АБЯРЫЦЕ ПРАЕКТ:
createnewproj=Стварыць новы праект
usedefproj=Выкарыстоўваць праект па змаўчанні
inputprojname=Калі ласка, увядзіце назву праекта:
selectapk=АБЯРЫЦЕ APK:
allapks=Усе APK ў _INPUT_APK
selectjar=АБЯРЫЦЕ JAR:
alljars=Усе JAR ў _INPUT_JAR
selectapktool=АБЯРЫЦЕ APKTOOL:
selectsmali=АБЯРЫЦЕ SMALI:
aversions=Версія Android
apilevels=Узровень API   
enterapi=Калі ласка, увядзіце ўзровень API:
invalidapi=Няправільны ўзровень API^!
selectkey=АБЯРЫЦЕ КЛЮЧ:
selectlang=АБЯРЫЦЕ МОВУ:
framework_empty=Змясціце ўсе фрэймворкі ў папку _system\framework. Падрабязнасці глядзіце ў readme.txt.
deodexing=Дэадэксацыя
notodexed=Файл не адэксаваны.
smerror=Памылка рэкампіляцыі (smali)
bsmerror=Памылка дэкампіляцыі (smali)
bootnotfound=boot.oat не знойдзены
selectarch=АБЯРЫЦЕ АРХІТЭКТУРУ ДЛЯ ДЭАДЭКСАЦЫІ:
selectedarch=Архітэктура
extractboot=Распакаванне і дэадэксацыя boot.oat...
extractboot_error=Памылка распакавання boot.oat
errorunp=Памылка распакавання
deodexing_error=Памылка дэадэксацыі
baksmaling=Дэкампіляцыя (smali)
smaling=Рэкампіляцыя (smali)
connection_type=Тып злучэння:
input_ip=Калі ласка, увядзіце IP прылады, напрыклад 192.168.1.3:
input_ip2=Калі ласка, увядзіце IP або націсніце ENTER, каб выкарыстаць апошні IP
installtodef=Ўсталяваць у памяць тэлефона:
singlefile=Адзін файл
allfrom=Усе файлы з
installtosd=Ўсталяваць на SD-карту:
dragtoinstall=Перацягніце сюды APK для ўстаноўкі:
installing=Устаноўка
pull2=Скапіраваць з прылады:
pushto=Скапіраваць у
dragtopush=Перацягнуць сюды файл для капіравання:
screensavedto=Здымак экрана захаваны ў файл
closetostop=Зачыніце гэта акно, каб спыніць запіс
scrrecsavedto=Запіс з экрана захаваны ў файл
logcatr=радыё
logcate=падзеі
toscreen=паказаць і захаваць у файл
tofile=Захаваць у файл
bugreport=Поўная справаздача:
inlinetable=Табліца inline-метадаў:
saved_to_file=Лог захаваны ў файл
android_version=Версія Android:
brand=Марка:
model=Мадэль:
reboot2=Перазагрузка:
reboot3=Перазагрузіць
rebootto=Перазагрузіць ў
symlinks=СІМВАЛІЧНЫЯ СПАСЫЛКІ
copied_files=Скапіравана файлаў:
old_smali_used=Для дэадэксацыі абярыце smali 2.2 або вышэй
already_deodexed=Файл ўжо дэадэксаваны.
onefrom=Адзін файл з
alt_method=альтэрнатыўны метад